Repository: Totto16/video-language-detection
Catalog: locales/*/LC_MESSAGES/video_language_detect.po
Languages: de

source: Couldn't get Language of '{path}': Best was {best}
de: Konnte Sprache von '{path}' nicht bestimmen: Bestes Ergebnis war {best}

source: Detect video languages
de: Video Sprachen erkennen

source: The loglevel to use
de: Das Loglevel für die Applikation

source: Run the whole program in the terminal
de: Starte das Programm in der Konsole

source: The config to use
de: Die Konfigurationsdatei, die benutzt werden soll

source: The config template to use, if the config specifies, to use the cli one
de: Das Konfigurations-template, das benutzt werden soll, Wenn die Konfigurationsdatei, das CLI Template bevorzugt

source: Create schemas for config and the resulting data
de: Erstelle Schemata für die Konfigurationsdatei und die erstellten Daten

source: The folder where to put the schemas
de: Der Ordner, in der die Schemata gespeichert werden

source: Run the whole program as GUI
de: Starte das Programm als GUI

source: Check the config for validity
de: Überprüfe die Konfigurationsdatei auf gültigkeit

source: The config to check
de: Die Konfigurationsdatei, die überprüft werden soll

source: Successfully generated the schemas
de: Schemata erfolgreich generiert

source: Config '{config}' is not valid: {err}
de: Die Konfigurationsdatei '{config}' ist ungültig: {err}

source: Config '{config}' is valid!
de: Die Konfigurationsdatei '{config}' ist gültig!

source: Ctrl + C pressed
de: Strg + C gedrückt

source: Data not saveable to '{suffix}' file!
de: Daten nicht speicherbar in eine '{suffix}' Datei!

source: Data not loadable from '{suffix}' file!
de: Daten von '{suffix}' Dateien nicht ladbar!

source: UNREACHABLE (not runnable in notebooks)
de: UNERREICHBAR (nicht ausführbar in notebooks)

source: Stage
de: Stufe

source: Scanning
de: Scannen

source: Parse Error: Couldn't parse content from '{file}'
de: Parse Fehler: Konnte Inhalt nicht von '{file}' parsen

source: series
de: Serien

source: seasons
de: Staffeln

source: episodes
de: Episoden

source: tasks
de: Aufgaben

source: folders
de: Ordner

source: No Progressbar, on progress callback
de: Keine Statusleiste, in 'progress callback'

source: No Progressbar, on progress finish
de: Keine Statusleiste, in 'progress finish'

source: finished
de: Fertig

source: Video Language Detector
de: Video Sprachen Erkenner

source: Aborted scan
de: Scan abgebrochen
